Repository: ipfire/pbs
Catalog: po/*.po
Languages: de, nl

source: This is to ensure that packages are not forgotten to be pushed.
nl: Dit is om er zeker van te zijn dat pakketten worden verstuurd.

source: Build settings
de: Build-Einstellungen
nl: Build instellingen

source: Use package for builds?
nl: Gebruik pakket voor builds?

source: Should the package be selected for builds by default?
nl: Moet het pakket standaard worden geselecteerd voor builds?

source: Use with caution!
de: Mit Vorsicht zu benutzen!
nl: Voorzichtig met het gebruik hiervan!

source: Advanced search
de: Erweiterte Suche
nl: Geavanceerd zoeken

source: No results for '%s'.
de: Keine Ergebnisse für '%s'.
nl: Geen resultaten voor '%s'.

source: Type a search pattern into the box below and hit the button.
nl: Typ een zoekpatroon in het invoerveld hieronder en klik op de knop.

source: Search for packages by name or description
de: Suche Packete nach Name oder Beschreibung.
nl: Zoek naar pakketten op naam of omschrijving.

source: If you type a package name to the search box you will get a link to the package.
nl: Als u een pakketnaam typt in het zoekvenster dan wordt een link gegeven naar het pakket.

source: The search is performed in case insensitive mode.
nl: De zoekopdracht is uitgevoerd in niet-hoofdlettergevoelige modus.

source: Search for UUIDs
de: Suche nach UUIDs
nl: Zoek naar UUID's

source: If you type a UUID to the search box, you will be directed to the job, build or package it belongs to.
nl: Als u een UUID typt in het zoekvenster, dan wordt u geleid naar de taak, build of pakket waartoe het behoort.

source: This is a handy feature if you have a UUID and search for the corresponding package or build.
nl: Dit is een handige functie als u een UUID hebt en zoekt naar het bijbehorende pakket of build.

source: Examples
de: Beispiele
nl: Voorbeelden

source: Search for files
de: Suche nach Dateien
nl: Zoeken naar bestanden

source: You may also search for file names.
de: Du kannst ebenfalls nach Dateinamen suchen.
nl: U kunt ook zoeken op bestandsnamen.

source: You will get a list of packages that contain the file.
de: Du wirst eine Liste von Paketen erhalten, welche die Datei beinhalten.
nl: U krijgt een lijst met pakketten die het bestand bevatten.

source: The search pattern must start with a slash that it will be recognized as a file.
nl: Het zoekpatroon moet beginnen met een slash zodat het herkend wordt als een bestand.

source: Search results for '%s'
de: Suchergebnisse für '%s'
nl: Zoekresultaten voor '%s'

source: Search results
de: Suchresultate
nl: Zoekresultaten

source: No results found.
de: Keine Ergebnisse gefunden.
nl: Niets gevonden.

source: Visit the advanced search page to find about how to define your query.
nl: Kijk op de "geavanceerd zoeken" pagina hoe uw zoekopdracht moet worden samengesteld.

source: Valid until
nl: Geldig tot

source: Last seen at
nl: Laatst gezien op

source: Add source repository
de: Quellrepository hinzufügen
nl: Voeg bron-repository toe

source: On this page, you will find a lot of information bundled in graphs and figures.
nl: Op deze pagina vindt u veel informatie verzameld in grafieken en cijfers.

source: They give a very quick overview about what is going on in the build service.
nl: Ze geven een snel overzicht over wat er gaande is in de build-service.

source: The average build time is %.1f minutes.
de: Die durchschnittliche Build-Zeit ist %.1f Minuten.
nl: De gemiddelde build-tijd is %.1f minuten.

source: There are %(builds_count)s builds containing %(jobs_count_all)s jobs.
nl: Er zijn %(builds_count)s builds die %(jobs_count_all)s taken bevatten.

source: Coming soon...
de: Demnächst verfügbar...
nl: Binnenkort...

source: Filename
de: Dateiname
nl: Bestandsnaam

source: Filesize
de: Dateigröße
nl: Bestandsgrootte

source: Time running
de: Zeit läuft
nl: Looptijd

source: No owner.
de: Kein Besitzer.
nl: Geen eigenaar.

source: There are currently no uploads running.
nl: Er zijn momenteel geen uploads actief.

source: Latest user comments
de: Letzte Kommentare
nl: Laatste gebruiker commentaar

source: Show all users
de: Alle Benutzer anzeigen
nl: Toon alle gebruikers

source: Delete user %s
de: User %s löschen
nl: Verwijder gebruiker %s

source: Do you really want to delete your own account?
de: Möchten Sie wirklich Ihren eigenen Account löschen?
nl: Wilt u echt uw eigen account verwijderen?

source: You won't be able to login and use this service any more.
de: Sie werden sich nicht mehr einloggen oder den Dienst verwenden können.
nl: U kunt hierna niet meer inloggen en deze service niet meer gebruiken.

source: Do you really want to delete the user %s?
de: Möchten Sie den Benutzer %s wirklich löschen?
nl: Wilt u echt gebruiker %s verwijderen?

source: Forgot password
de: Passwort vergessen
nl: Wachtwoord vergeten

source: Work in progress!
de: In Arbeit!
nl: Werk in uitvoering!

source: You have forgotten you password, eh? Shame on you.
de: Hast Du Dein Passwort vergessen? Schäme Dich!
nl: U bent uw wachtwoord vergeten, hè? Schaam je.

source: However, we allow to re-activate your account.
nl: Echter, het is toegestaan om uw account te reactiveren.

source: You need to enter your username below.
de: Du musst deinen Benutzernamen unten eingeben.
nl: Geef uw gebruikersnaam hieronder.

source: After that, you will receive an email with intructions how to go on.
de: Anschließend wirst Du eine E-Mail mit Anweisungen über das weitere Vorgehen erhalten.
nl: Hierna ontvangt u een e-mail met vervolginstructies.

source: Your username
de: Dein Benutzername
nl: Uw gebruikersnaam

source: Impersonate user %s
de: Benutzer %s impersonieren
nl: Imiteer gebruiker %s

source: User impersonation
de: Benutzerimpersonierung
nl: Gebruiker imitatie

source: When impersonating another user, every action you perform will be taking place as if you had logged in as the user whom will be impersonating.
nl: Als u een andere gebruiker imiteert, wordt iedere handeling uitgevoerd alsof u was ingelogd onder de naam van de geïmiteerde gebruiker.

source: This is a very powerful feature. You should be very careful while using it.
nl: Dit is een zeer krachtige feature. U moet hier zeer voorzichtig mee omgaan.

source: User list
de: Benutzerliste
nl: Gebruikerslijst

source: Builds by %s
de: Builds von %s
nl: Builds van %s

source: Edit failed
de: Bearbeitung fehlgeschlagen
nl: Aanpassing mislukt

source: The user profile cannot be saved.
de: Das Benutzerprofil kann nicht gespeichert werden.
nl: Het gebruikersprofiel kan niet worden opgeslagen.

source: Edit user profile: %s
nl: Wijzig gebruikersprofiel: %s

source: User Identity
nl: Gebruikersidentiteit

source: Real name
nl: Echte naam

source: This field is optional, but we appreciate it very much if you type in your real name.
nl: Dit is een optioneel veld, maar we waarderen het zeer als u uw echte naam invoert.

source: If the email address is changed, your account will be disabled until you confirm the new email address.
nl: Als het e-mailadres is gewijzigd, wordt uw account uitgezet totdat u het nieuwe e-mailadres hebt bevestigd.

source: Admin actions
de: Administrator-Aktionen
nl: Admin acties

source: Define the permissions of the user.
de: Rechte des Users festlegen.
nl: Bepaal de permissies van de gebruiker.

source: Account security settings
de: Account Sicherheitseinstellungen
nl: Account beveiligingsinstellingen

source: Confirm
de: Bestätigen
nl: Bevestig

source: Leave the password fields empty to keep the current password.
de: Lassen Sie die Passwort Felder leer, um das aktuelle Passwort zu behalten.
nl: Laat het wachtwoordveld leeg om het huidige wachtwoord te behouden.

source: Locale & timezone settings
nl: Lokale & tijdzone instellingen

source: Preferred language
de: Bevorzugte Sprache
nl: Voorkeur taal

source: Auto-detect will use the language transmitted by your browser.
de: "Auto-detect" verwendet die vom Browser übertragene Spracheinstellung.
nl: Autodetectie maakt gebruik van de taal die door uw webbrowser wordt verstuurd.

source: Timezone
de: Zeitzone
nl: Tijdzone

source: Auto-detect will use the timezone transmitted by your browser.
de: Auto-detect wird Deine Browserzeit übernehmen.
nl: Auto-detecteer gebruikt de tijdzone van uw webbrowser.

source: Save
de: Speichern
nl: Opslaan

source: View comments
nl: Bekijk commentaar

source: Registered
de: Registriert
nl: Geregistreerd

source: Edit profile
de: Profil bearbeiten
nl: Wijzig profiel

source: Change password
de: Verändere das Passwort
nl: Wijzig wachtwoord

source: Delete account
de: Account löschen
nl: Verwijder account

source: Impersonate user
nl: Imiteer gebruiker

source: Permissions
de: Berechtigungen
nl: Permissies

source: This user has administration rights.
de: Dieser Benutzer hat Administratoren Rechte.
nl: Deze gebruiker heeft beheerdersrechten.

source: User is allowed to create scratch builds?
nl: Is gebruiker gemachtigd om scratch-builds aan te maken?

source: Edit successful
de: Bearbeitung erfolgreich
nl: Bewerking succesvol

source: The user profile was successfully altered.
de: Das Benutzerprofil wurde erfolgreich geändert.
nl: Het gebruikersprofiel is succesvol aangepast.

source: But as you have changed the email address, you need to re-activate the account.
de: Durch die Änderung der E-Mail-Adresse muss der Benutzeraccount neu aktiviert werden.
nl: Omdat u het e-mailadres zojuist hebt aangepast, moet het account opnieuw worden geactiveerd.

source: Have a look at you mailbox - you already do know what to do.
de: Prüfen Sie Ihre Mailbox - Sie wissen ja wie's geht.
nl: Kijk in uw mailbox - u weet al wat u moet doen.

source: You are going to change your password.
de: Du wirst Dein Passwort ändern.
nl: U gaat nu uw wachtwoord wijzigen.

source: To do so, you need to enter your current password and the new password twice.
nl: Daarvoor geeft u uw huidige wachtwoord op en tweemaal het nieuwe wachtwoord.

source: In this dialog, you may change the password of %s.
de: In diesem Dialog kannst Du das Passwort von %s ändern.
nl: In dit dialoogvenster kunt u het wachtwoord van %s veranderen.

source: Old password
de: Altes Passwort
nl: Oude wachtwoord

source: Please provide your old password.
de: Bitte gib dein altes Passwort ein.
nl: Geef uw oude wachtwoord alstublieft.

source: New password
de: Neues Passwort
nl: Nieuwe wachtwoord

source: Choose a new password. Make sure that it is as strong as possible.
de: Wähle ein neues Passwort und stelle sicher, dass es so sicher wie möglich ist.
nl: Kies een nieuw wachtwoord. Verzeker u ervan dat het zo sterk is als mogelijk.

source: Confirm the new password.
de: Neues Passwort bestätigen.
nl: Bevestig het nieuwe wachtwoord.

source: Password changed
de: Passwort verändert
nl: Wachtwoord is gewijzigd

source: Done!
de: Erledigt!
nl: Klaar!

source: Your password has successfully been changed.
de: Das Passwort wurde erfolgreich geändert.
nl: Uw wachtwoord is succesvol gewijzigd.

source: The password of %s has successfully been changed.
de: Das Passwort von %s wurde erfolgreich geändert.
nl: Het wachtwoord van %s is succesvol gewijzigd.

source: No username provided.
de: Kein Benutzername angegeben.
nl: Geen gebruikersnaam opgegeven.

source: The given username is already taken.
de: Der gewählte Benutzername ist bereits belegt.
nl: Deze gebruikersnaam is al in gebruik.

source: No email address provided.
de: Keine Email-Adresse angegeben.
nl: Geen e-mailadres opgegeven.

source: Email address is invalid.
de: Die Email-Adresse ist ungültig.
nl: E-mailadres is ongeldig.

source: The given email address is already used for another account.
de: Die eingegebene Email-Adresse wird bereits für einen anderen Account verwendet.
nl: Dit e-mailadres is al in gebruik door een ander account.

source: No password provided.
de: Kein Passwort angegeben.
nl: Geen wachtwoord opgegeven.

source: Passwords do not match.
de: Passwörter stimmen nicht überein.
nl: Wachtwoorden zijn niet gelijk.

source: Your password is too weak.
de: Dein Passwort ist zu einfach.
nl: Uw wachtwoord is te zwak

source: User not found.
de: Benutzer nicht gefunden.
nl: Gebruiker niet gevonden.

source: You need to enter you current password.
de: Du musst dein aktuelles Passwort eingeben.
nl: U moet uw huidige wachtwoord invoeren.

source: The provided account password is wrong.
nl: Het gegeven wachtwoord is fout.

source: The given passwords do not match.
de: Die eingegebenen Passwörter stimmen nicht überein.
nl: De gegeven wachtwoorden zijn niet gelijk.

source: The password was blank.
de: Das Passwort war leer.
nl: Het wachtwoord was leeg.

source: The given password is too weak.
de: Das eingegebene Passwort ist zu schwach.
nl: Het gegeven wachtwoord is te zwak.

source: Password has less than 8 characters.
de: Das Passwort hat weniger als 8 Zeichen.
nl: Wachtwoord heeft minder dan 8 tekens.

source: Today
de: Heute
nl: Vandaag

source: Yesterday
de: Gestern
nl: Gisteren

source: Dependency problem
nl: Afhankelijkheidsprobleem

source: Unknown: %s
de: Unbekannt: %s
nl: Onbekend: %s

source: Mirrors
de: Mirrorserver

source: Logout
de: Ausloggen

source: Home
de: Startseite

source: Release builds
de: Release-Build

source: Scratch builds
de: Scratch-Build

source: CPU model
de: CPU-Modell

source: Overload
de: Überlastung

source: Filter builds
de: Builds filtern

source: Uploading
de: Hochladen

source: Source repositories
de: Quell-Repositories

source: Contact
de: Kontakt

source: Repositories
de: Repositorien

source: Source: %s
de: Quelle: %s

source: Testers
de: Tester

source: Hash
de: Prüfsumme

source: Fingerprint
de: Fingerabdruck

source: Lookup
de: Anzeigen

source: Download
de: Herunterladen

source: Mirror: %s
de: Mirrorserver: %s

source: Repository
de: Repositorium

source: Score:
de: Punkte:

source: Open bugs
de: Offene Bugs

source: Sources repositories
de: Quellrepositorien

source: Updates
de: Aktualisierungen
