Repository: ipfire/pbs
Catalog: po/*.po
Languages: de, nl

source: However, you can manually request to run a test.
de: Es ist auch möglich manuell einen Test durchführen zu lassen.
nl: Echter kunt u een handmatig verzoek doen om een test te draaien.

source: The build job will be started when a build slot is available but not before the given time.
de: Der Build-Job wird gestartet sobald ein Server zur Verfügung steht, jedoch niemals vor der angegebenen Zeit.
nl: De build-taak zal gestart worden wanneer er een build-slot beschikbaar komt, maar niet vóór de opgegeven tijd.

source: Build comments
nl: Build commentaar

source: Show all comments
nl: Toon alle commentaar

source: %s's latest comments
nl: %s's laatste commentaar

source: This page shows %s's latest comments.
nl: Deze pagina toont %s's laatste commentaar.

source: This page shows the latest comments on builds.
nl: Deze pagina toont het laatste commentaar op builds.

source: The Pakfire Build Service is all about social development and so, communicating with eath others is important. Please join.
nl: De Pakfire Build Service gaat over samen ontwikkelen, dus communiceren met elkaar is belangrijk. Doe mee.

source: Newer
de: Neuere
nl: Nieuwer

source: Older
de: Ältere
nl: Ouder

source: %s did not comment on anything, yet.
nl: %s heeft nog nergens commentaar op gegeven.

source: The state of a build can be either building, testing, stable, obsolete or broken.
nl: De status van een build kan zijn building, testing, stable, obsolete of broken.

source: Mark build as obsolete
de: Das Build als veraltet markieren
nl: Markeer als verouderd

source: If a package is updated by an other package it should be marked as <em>obsolete</em>.
nl: Als een pakket is bijgewerkt door een ander pakket dan moet het gemarkeerd worden als <em>verouderd</em>.

source: For obsolete builds, there will be no test jobs created and it is recommended to remove them from the repositories soon.
nl: Voor verouderde builds zijn geen test-taken aangemaakt en het wordt geadviseerd om ze te verwijderen uit de repositories.

source: Remove build from the repository it is currently in?
nl: Build verwijderen uit de huidige repository?

source: Unbreak this build
nl: Maak deze build onbreekbaar

source: In case this build has accidentially be marked as broken, it is possible to recover that state.
nl: In het geval deze build per ongeluk als defect is gemarkeerd, is het mogelijk om deze status te herstellen.

source: Mark build as broken
nl: Markeer build als defect

source: If a package does not build or contains <em>serious</em> bugs, it should be marked as broken.
nl: Als een pakket niet opgebouwd kan worden of <em>ernstige</em> bugs bevat, dan moet het als defect worden gemarkeerd.

source: Those builds can not be added into any repositories and are removed from all repositories they may currently be in.
nl: Deze builds kunnen in geen enkele repository worden geplaatst en worden verwijderd uit alle repositories waar ze nu in staan.

source: Current repository
de: Aktuelles Repositorium
nl: Huidige repository

source: Watch build %s
de: Build %s anzeigen
nl: Bekijk build %s

source: Watch
de: Beobachten
nl: Bekijk

source: You may here add yourself to the list of watchers of this build.
de: Du kannst Dich hier in die Beobachterliste dieses Builds eintragen.
nl: U kunt uzelf hier toevoegen als bewaker van deze build.

source: If you do so, you will receive messages about new comments and status updates.
nl: Als u dat doet, ontvangt u een bericht over nieuwe commentaren en statusveranderingen.

source: Oops!
de: Ups!
nl: Oeps!

source: You are already watching this build.
de: Du beobachtest dieses Build bereits.
nl: U bent al bewaker van deze build.

source: Choose user
de: Wähle Benutzer aus
nl: Kies gebruiker

source: Myself
de: Ich selbst
nl: Mijzelf

source: Choose a user who should watch this build.
de: Wähle einen Benutzer aus der dieses Build beobachten soll.
nl: Kies een gebruiker die deze build zou moeten bewaken.

source: User
de: Benutzer
nl: Gebruiker

source: Add watcher
de: Beobachter hinzufügen
nl: Voeg bewaker toe

source: Watchers of %s
de: Beobachter von %s
nl: Bewakers van %s

source: This is a list of all users who watch this build.
de: Dies ist die Liste der Benutzern die das Build beobachten.
nl: Dit is een lijst met gebruikers die deze build kunnen bekijken.

source: If you write a comment or the status of the build is changed, they all will get a message.
nl: Als u een commentaar schrijft of de status van de build is veranderd, dan ontvangt iedereen een bericht.

source: You are the owner of this build. So you don't need to watch it.
de: Du bist der Besitzer dieses Build. Daher brauchst Du es nicht beobachten.
nl: U bent de eigenaar van deze build. Dus u hoeft het niet te bewaken.

source: Watch this build.
de: Diesen Build beobachten.
nl: Bewaak deze build.

source: List of all watchers
de: Liste aller Beobachter
nl: Lijst van alle bewakers

source: Back to build
de: Zurück zum Build
nl: Terug naar build

source: None
de: Keine
nl: Geen

source: Binary repositories
de: Binärrepositories
nl: Binaire repositories

source: A binary repository is a composition of packages that are considered stable, unstable or in testing state by the developers.
nl: Een binaire repository is een verzameling pakketten die stabiel worden geacht, onstabiel of in test-status door de ontwikkelaars.

source: Each repository can be enabled individually.
nl: Iedere repository kan afzonderlijk worden geactiveerd.

source: Learn how to use them.
nl: Leer hoe ze te gebruiken.

source: Action
de: Aktion
nl: Actie

source: Edit distribution
de: Distribution bearbeiten
nl: Wijzig distributie

source: Delete distribution
de: Distribution löschen
nl: Verwijder distributie

source: New binary repository
de: Neues Binärrepository
nl: Nieuwe binaire repository

source: New source repository
de: Neues Quellrepository
nl: Nieuwe broncode repository

source: Edit distribution %s
de: Distribution %s bearbeiten
nl: Wijzig distributie %s

source: Name
nl: Naam

source: The fancy name of the distribution.
nl: De mooie naam van de distributie

source: Identifier
nl: Identificatie

source: Cannot be changed.
de: Kann nicht geändert werden.
nl: Kan niet worden gewijzigd.

source: The tag is added to the package release.
nl: De tag is toegevoegd aan de pakketuitgave

source: Vendor
de: Hersteller
nl: Leverancier

source: From whom is the distribution from?
nl: Van wie is deze distributie afkomstig?

source: The email address from the vendor.
de: Hersteller email Addresse.
nl: Het e-mailadres van de maker.

source: Slogan
nl: Motto

source: A short sentence that characterizes the distribution.
de: Ein kurzer Satz der die Distribution charakterisiert.
nl: Een korte zin die de distributie kenmerkt.

source: Architectures
de: Architekturen
nl: Architecturen

source: For which architectures should the distribution be built?
nl: Voor welke architecturen moet deze distributie worden gemaakt?

source: Sources
de: Sourcen
nl: Bronnen

source: Which sources should be imported to the distribution?
nl: Welke bronnen moeten worden geïmporteerd in de distributie?

source: This is a list of all distributions, that are maintained in this build service.
nl: Dit is een lijst van alle distributies die worden onderhouden met deze build-service.

source: You may click on one of them and see more details or jump directly to one of the repositories.
nl: U kunt op één van de items klikken om meer details te bekijken, of spring direct naar een van de repositories.

source: New distribution
de: Neue Distribution
nl: Nieuwe distributie

source: Source
nl: Bron

source: Revision
nl: Revisie

source: Date
de: Datum
nl: Datum

source: Subject
de: Betreff
nl: Onderwerp

source: Packages created from this commit
nl: Pakketten aangemaakt van deze commit

source: There were no packages created from this commit.
nl: Er zijn geen pakketten aangemaakt van deze commit.

source: Danger!
de: Gefahr!
nl: Gevaar!

source: This is a very dangerous action!
de: Das ist eine gefährliche Aktion!
nl: Dit is een zeer gevaarlijke actie!

source: Don't do it, if you are not absolutely sure what you are doing.
de: Tu es nicht, wenn du nicht genau weißt, was du tust.
nl: Doe dit niet, als u niet zeer zeker van uw zaak bent.

source: This commit will be reset. Which means all packages associated with it will be deleted, and the commit will be parsed again.
nl: Deze commit wordt gereset. Dit betekent dat alle hiermee geassocieerde pakketten zullen worden verwijderd en de commit wordt opnieuw verwerkt.

source: This action may cause severe problems and may only be allowed when something went horribly wrong.
nl: Deze actie kan ernstige problemen geven en mag alleen worden gebruikt als er iets ernstig is fout gegaan.

source: These packages will be deleted
de: Dieses Paket wird gelöscht werden
nl: Deze pakketten zullen worden verwijderd

source: Source repository
de: Quellrepositorium
nl: Bron-repository

source: Previous commits
de: Vorherige Commits
nl: Vorige commits

source: Next commits
de: Nächste Commits
nl: Volgende commits

source: Branch
nl: Tak

source: Imported commits
de: Importierte Commits
nl: Geïmporteerde commits

source: Latest commits
de: Neueste Commits
nl: Laatste commits

source: Show all commits
de: Alle Commits anzeigen
nl: Toon alle commits

source: Update
nl: Bijwerken

source: Summary
de: Zusammenfassung
nl: Samenvatting

source: Maintainer
nl: Onderhouder

source: Time created
de: Erstellungszeitpunkt
nl: Aanmaaktijd

source: Builds in this update
nl: Builds in deze update

source: Edit
de: Bearbeiten
nl: Wijzig

source: Edit update %s - %s
de: Aktualisierung %s - %s bearbeiten
nl: Wijzig update %s - %s

source: Create new update
de: Erstelle eine neue Aktualisierung
nl: Maak nieuwe update aan

source: All Documents
de: Alle Dokumente
nl: Alle documenten

source: Topics
de: Themen
nl: Onderwerpen

source: Legend of the build states
de: Legende des Buildstatus
nl: Legenda van de build statussen

source: Every build that is done by the Pakfire Build Service has to go through several states:
de: Jeder einzelne Build des Pakfire Build Services durchläuft mehrere Einzelschritte:
nl: Iedere build dat wordt uitgevoerd door het Pakfire Build Service gaat door verschillende stadia:

source: After checking out the source from the source repository a source package is created and submitted to the build server.
de: Nach dem Dowload der letzen Änderungen und des Source Codes, wird ein Sourcepaket generiert und an den Pakfire Build Server übertragen.
nl: Na het uitchecken van de broncode uit de source-repository wordt een source-package gemaakt en naar de build-server gestuurd.

source: Starting from inserting a source file to the build service, there are binary build jobs created for every supported architecture.
de: Nach dem Erhalt der Sorucepakete, erstellt der Buildservice einzelne Build Aufträge für die unterstützten Architekturen.
nl: Vanaf het opvoeren van het bronbestand naar de build-service zullen er binaire build-taken worden aangemaakt voor iedere ondersteunde architectuur.

source: These get assigned to a build host which has to compile or assemble the package and return it back to the build server.
de: Diese werden auf die einzelnen Buildhosts verteilt, welche den Code compilieren und das fertige Paket an den Pakfire Build Server zurückschicken.
nl: Deze worden toegekend aan de build-host welke de pakketten zal compileren en ze daarna teruggeeft aan de build-server.

source: In the table below, there are all states that a build job goes through:
de: In der folgenden Tabelle ist der jeweilige Status, den der Build durchläuft, aufgeführt:
nl: In de tabel hieronder staan alle stadia waar een build-taak door gaat:

source: Build is running
de: Build läuft
nl: Build is actief

source: Build has failed
de: Build ist fehlgeschlagen
nl: Build is mislukt

source: Build is waiting to be processed
de: Der Build wartet darauf bearbeitet zu werden
nl: Build staat klaar om verwerkt te worden

source: There was a dependency error when the package was built
de: Es gab einen Fehler bei der Auflösung der Abhängigkeiten.
nl: Er is een afhankelijkheidsfout gevonden toen het pakket is opgebouwd.

source: Build is waiting for source to go to pending state
de: Der Build wartet auf den Quellcode, um in den nächsten Status überzugehen
nl: Build staat te wachten op het bronbestand om naar de pending status te gaan.

source: Files of this build are transferred to the build server
de: Dateien des Builds wurden hochgeladen
nl: Bestanden voor deze build worden overgezet naar de build-server

source: Files are being uploaded to the service
de: Dateien werden gerade hochgeladen
nl: Bestanden worden geüpload naar de service

source: Build has an unknown state
de: Der Build hat einen unbekannten Status
nl: Build heeft een onbekende status

source: Documentation index
de: Dokumentationsübersicht
nl: Documentatie-index

source: Documents
de: Dokumente
nl: Documenten

source: This is a collection of documents that should be read by everybody who is using this system.
de: Hier handelt es sich um eine Auswahl von Dokumenten, die von jedem ,der dieses System verwendet, auch gelesen werden sollten.
nl: Dit is een verzameling documenten die door iedereen zou moeten worden gelezen die dit systeem gebruikt.

source: What is the pakfire build service?
de: Was ist der Pakfire Build Service?
nl: Wat is de Pakfire Build Service?

source: General pakfire documentation
de: Allgemeine Pakfire Dokumentation
nl: Algemene Pakfire documentatie

source: Packaging guidelines
de: Paketierungsrichtlinien
nl: Packaging richtlijnen

source: This documentation you find at this place is not completed yet.
de: D
nl: De documentatie die u hier vindt is nog niet compleet.

source: Feel free to make any suggestions.
nl: Doe gerust suggesties.

source: If you need help using the build service or have some general questions please use our mailing list.
nl: Als u hulp nodig hebt voor het gebruik van de build-service of algemene vragen hebt, vraag dan gerust op de mailing lijst.

source: You can also talk to the developers and suggest feature enhancements.
de: Du kannst auch mit den Entwicklern sprechen und neue Features vorschlagen.
nl: U kunt ook vragen stellen aan ontwikkelaars of hen suggesties doen voor verbeteringen.

source: Mailing list
de: Mailingliste
nl: Mailing lijst

source: Bug reports
de: Fehlerberichte
nl: Bug rapportages

source: Please visit Bugzilla to create bug reports on the Pakfire Build System.
de: Bitte benutze Bugzilla um Bugreports für Pakfire Build System zu erstellen.
nl: Gebruik Bugzilla voor het rapporteren van bugs in het Pakfire Build System.

source: User groups
de: Benutzergruppen
nl: Gebruikersgroepen

source: All users can join the Pakfire Build Service and are separated into three groups:
de: Jeder kann sich am Pakfire Build Service anmelden und wird einer der folgenden drei Gruppen zugewiesen:
nl: Alle gebruikers kunnen zich voor de Pakfire Build Service aanmelden en zijn verdeeld in drie groepen:

source: Developers
de: Entwickler
nl: Ontwikkelaars

source: Developers manage this build service and have access to all parts of it.
de: Die Entwickler verwalten den Build Service und haben Zugriff auf all seine Bereichen.
nl: Ontwikkelaars beheren deze build-service en hebben toegang tot alle onderdelen.

source: They are responsible to keep the system running and able to push package updates to the repostories.
de: Sie sind verantwortlich für ein korrektes Arbeiten des Systems und dürfen Paket Updates in den einzelnen Repositorien veröffentlichen.
nl: Zij zijn verantwoordelijk voor het beheer van het systeem en zetten nieuwe pakketten in de repositories.

source: Guidelines for developers
de: Leitfaden für Entwickler
nl: Richtlijnen voor ontwikkelaars

source: Testers are like users but have the right to vote on packages, which is used to figure out the quality of the package.
de: Tester werden wie Benutzer behandelt, haben jedoch die Berechtigung für Pakete abzustimmen um deren Qualität zu bestimmen.
nl: Testers zijn gebruikers met de mogelijkheid om te stemmen op pakketten, waarmee de kwaliteit van deze pakketten worden bepaald.

source: Everyone can become a tester after he or she has proven to know the IPFire system very well.
de: Um Tester zu werden, sollte man sich mit IPFire gut auskennen. Dies ist für jeden nach einer kurzen Überprüfung möglich.
nl: Iedereen kan een tester worden nadat hij of zij bewezen heeft het IPFire systeem zeer goed te kennen.

source: On these people depends a very huge amount of the quality of the distribution that is made out of the feedback they give.
de: Diese Personen tragen durch ihr Feedback eine große Mitverantwortung an der Qualität der Distribution.
nl: Deze personen leveren met hun feedback een grote bijdrage aan de kwaliteit van de distributie.

source: Guidelines for testers
de: Leitfaden für Tester
nl: Richtlijnen voor testers

source: Everybody can join the Pakfire Build Service by registering an account.
de: Jeder kann sich am Pakfire Build Service nach einer Registrierung anmelden.
nl: Iedereen kan zich aanmelden bij de Pakfire Build Service door zich te registreren met een account.

source: After a successful activation you are able to leave comments on packages and give feedback to the developers about its status.
de: Nach einer erfolgten Aktivierung sollten Sie in der Lage sein, Pakete zu bewerten bzw. Kommentare abzugeben, um die Entwickler über den Paket Status zu informieren.
nl: Na een succesvolle activering kunt u opmerkingen over pakketten maken en ontwikkelaars feedback geven over de status hiervan.

source: What is the Pakfire Build Service?
de: Was ist der Pakfire Build Service?
nl: Wat is de Pakfire Build Service?

source: On this page, you will find out what the Pakfire Build Service really is.
nl: Op deze pagina wordt uitgelegd wat het Pakfire Build Systeem werkelijk is.

source: Read carefully.
de: Aufmerksaḿ lesen.
nl: Lees aandachtig.

source: Yeah, that's it!
nl: Ja, dat is het!

source: No, that's not it!
nl: Nee, dat is het niet!

source: PBS is a tool where people can give feedback to developers.
nl: PBS is een tool waarmee mensen hun feedback kunnen geven aan ontwikkelaars.

source: It is possible to leave comments and rate builds.
de: Es ist möglich Kommentare und Bewertungen für Builds zu hinterlassen.
nl: Het is mogelijk om commentaar te geven en builds te beoordelen.

source: PBS is <strong>NOT</strong> a bugtracker.
nl: PBS is <strong>GEEN</strong> bugtracker.

source: To report bugs please use our bugtracker liked below if you want them to get fixed.
nl: Om bugs te rapporteren gebruikt u de bugtracker als u ze gefixed wil hebben.

source: 400 - Bad request
nl: 400 - Verkeerd verzoek

source: Invalid data has been passed to the application.
nl: Er is ongeldige data naar de applicatie gestuurd.

source: The application refused to go on with the provided data that was sent in this request.
nl: De applicatie weigerde verder te gaan met de aangeleverde data in dit verzoek.

source: 403 - Access forbidden
de: 403 - Zugriff verweigert
nl: 403 - Verboden toegang

source: You are not allowed to access this ressource.
de: Es ist dir nicht erlaubt auf diese Ressource zuzugreifen.
nl: U heeft geen toegang tot deze hulpbron.

source: Access to the requested page has been denied because you do not have sufficient rights.
de: Der Zugang zu der angeforderten Seite wurde verweigert weil Du nicht im Besitz ausreichender Rechte bist.
nl: U heeft geen toegang tot de gevraagde pagina omdat u onvoldoende rechten heeft.

source: 404 - Not Found
de: 404 - nicht gefunden
nl: 404 - Niet gevonden

source: I could not find what you were searching for.
de: Ich konnte nicht finden wonach Du gesucht hast.
nl: Ik heb niet gevonden wat u zocht.

source: You may have clicked an expired link or mistyped the address.
de: Du hast vielleicht einen veralteten Link verwendet oder die Adresse falsch geschrieben.
nl: U heeft wellicht een verouderde link aangeklikt of het adres verkeerd ingetypt.

source: Oops! Don't panic.
de: Huch! Keine Panik.
nl: Oeps! Geen paniek.

source: An unexpected error happened.
de: Ein unerwarteter Fehler ist aufgetreten.
nl: Er heeft zich een onverwachte fout voorgedaan.

source: Stay calm and read the text below to find out what went wrong.
nl: Blijf rustig en lees de tekst hieronder om uit te zoeken wat er fout ging.

source: Error code
de: Fehlercode
nl: Foutcode

source: Exception (traceback):
de: Ausnahme (traceback):
nl: Uitzondering (traceback):

source: Please try going back to the previous page and try the action you did again in a moment.
nl: Probeer terug te gaan naar de vorige pagina en voer dezelfde actie nogmaals uit.

source: If the error persists, you should consider to get in touch with an administrator.
nl: Als deze fout blijft terugkeren, dan moet u contact opnemen met een beheerder.

source: File
de: Datei
nl: Bestand

source: Package
de: Paket
nl: Pakket

source: Description
de: Beschreibung
nl: Omschrijving

source: License
de: Lizenz
nl: Licentie

source: Size
de: Größe
nl: Grootte

source: Provides
de: bietet
nl: Levert

source: Requires
de: benötigt
nl: Vereist

source: Obsoletes
de: technisch überholt
nl: Achterhaalde

source: Conflicts
de: Konflikte
nl: Conflicteert met

source: Build information
de: Build-Informationen
nl: Build informatie

source: Time
de: Zeit
nl: Tijd

source: Files
de: Dateien
nl: Bestanden

source: Download file
de: Datei herunterladen
nl: Download bestand

source: Welcome to the Pakfire Build Service
de: Willkommen beim Pakfire Build Service
nl: Welkom bij de Pakfire Build Service

source: Welcome, %s!
de: Willkommen, %s!
nl: Welkom, %s!

source: Development powered by community!
nl: Ontwikkeling gedreven door samenwerking!

source: Latest stable updates
de: Letzte Stable-Updates
nl: Laatste stabiele updates

source: Unstable updates
nl: Niet-stabiele updates

source: Testing updates
nl: Test updates

source: View more updates...
de: Mehr Updates...
nl: Bekijk meer updates...

source: Build jobs
nl: Build-taken

source: Show more build jobs
nl: Toon meer build-taken

source: Abort build job %s
de: Build job %s abbrechen
nl: Build-taak %s afbreken.

source: You may abort a running build.
de: Du kannst einen laufenden Build abbrechen.
nl: U kunt een actieve build-taak afbreken.

source: The build server will eventually stop to build the package.
de: Eventuell wird der Build-Server das Erstellen des Pakets stoppen.
nl: De build-server zal uiteindelijk het build-proces stoppen.

source: Build job
nl: Build-taak

source: Start time
de: Startzeit
nl: Starttijd

source: No started, yet.
de: Noch nicht gestartet.
nl: Nog niet gestart.

source: Job buildroot
nl: Taak buildroot

source: The packages listed below were used to build %s.
nl: De pakketten hieronder zijn gebruikt om %s op te bouwen.

source: Buildroot size
nl: Buildroot grootte

source: Download size
nl: Download grootte

source: Schedule rebuild for %s
nl: Inplannen rebuild voor %s

source: Schedule rebuild
de: Rebuild planen
nl: Inplannen rebuild

source: At this place, you can submit failed build jobs to be built again.
de: An dieser Stelle kannst Du fehlgeschlagene Build -Jobs für einen erneuten Versuch bereitstellen.
nl: Hier kunt u mislukte builds opnieuw versturen om te builden.

source: Please note, that all other kinds of build are preferred over the test builds.
nl: Houd er rekening mee dat alle andere soorten builds de voorkeur hebben boven de test-builds.

source: Job
nl: Taak

source: Abort job
de: Job abbrechen
nl: Breek taak af

source: Restart job
de: Job Neustart
nl: Herstart taak

source: Job has been aborted
de: Der Job wurde abgebrochen
nl: Taak is afgebroken
