Repository: ipfire/pbs
Catalog: po/*.po
Languages: de, nl

source: %(user_name)s commented on %(build_name)s
de: %(user_name)s kommentierte %(build_name)s
nl: %(user_name)s heeft commentaar gegeven op %(build_name)s

source: [%(build_name)s] Build job failed.
de: [%(build_name)s] Buildjob fehlgeschlagen.
nl: [%(build_name)s] Build-taak mislukt.

source: The build job "%(build_name)s" has failed. This could have a couple of reasons and needs to be investigated by you. Here is more information about the incident: Build name: %(build_name)s Build host: %(build_host)s Click on this link to get all details about the build: https://pakfire.ipfire.org/job/%(build_uuid)s Sincerely, The Pakfire Build Service
de: Der Build Job "%(build_name)s" ist fehlgeschlagen. Dies kann unterschiedliche Ursachen haben und sollte näher von Dir untersucht werden. Hier sind weitere Informationen zu dem Vorfall: Build Name: %(build_name)s Build Host: %(build_host)s Klicken Sie auf diesen Link um alle Details über den Build zu erhalten: https://pakfire.ipfire.org/job/%(build_uuid)s Mit freundlichen Grüßen Der Pakfire Build Service
nl: De build-taak "%(build_name)s" is mislukt. Dit kan meerdere oorzaken hebben en moet door u worden onderzocht. Hier is meer informatie over het incident: Build-naam: %(build_name)s Build-host: %(build_host)s Klik op deze link om alle informatie te zien over deze build: https://pakfire.ipfire.org/job/%(build_uuid)s Met vriendelijke groet, De Pakfire Build Service

source: [%(build_name)s] Build job finished.
de: [%(build_name)s] Buildjob erfolgreich.
nl: [%(build_name)s] Build-taak beëindigd.

source: The build job "%(build_name)s" has finished. If you are the maintainer, it is up to you to push it to one or more repositories. Click on this link to get all details about the build: https://pakfire.ipfire.org/job/%(build_uuid)s Sincerely, The Pakfire Build Service
de: Der Build Job "%(build_name)s" wurde beendet. Bist Du der Maintainer, ist es nun an Dir, den Build in ein oder mehrere Repositories zu verschieben. Klicke auf diesen Link um alle Details über den Build zu sehen: https://pakfire.ipfire.org/job/%(build_uuid)s Grüße, Der Packfire Build Service
nl: De build-taak "%(build_name)s" is beëindigd. Als u de eigenaar/beheerder bent, is het uw taak om de build in één of meerdere repositories te plaatsen. Klik op deze link om alle details te bekijken van de build: https://pakfire.ipfire.org/job/%(build_uuid)s Met vriendelijke groet, De Pakfire Build Service

source: Build has been created
de: Build wurde erstellt
nl: Build is aangemaakt

source: Unknown action.
de: Unbekannte Aktion.
nl: Onbekende actie.

source: Unknown
de: Unbekannt
nl: Onbekend

source: N/A
de: n.V.
nl: Niet van toepassing

source: This build was pushed to the repository '%(to_repo)s'.
de: Dieser Build wurde in das Repository '%(to_repo)s' veröffentlicht.
nl: Deze build is naar repository '%(to_repo)s' gestuurd.

source: You pushed this build to the repository '%(to_repo)s'.
de: Du hast diesen Build in das Repository '%(to_repo)s' veröffentlicht.
nl: U heeft deze build naar repository '%(to_repo)s' gestuurd.

source: %(user)s pushed this build to the repository '%(to_repo)s'.
de: %(user)s hat diesen Build in das Repository '%(to_repo)s' verschoben.
nl: %(user)s heeft deze build naar repository '%(to_repo)s' gestuurd.

source: This build was unpushed from the repository '%(from_repo)s'.
de: Dieses Build wurde aus dem Repository '%(from_repo)s' zurückgezogen.
nl: Deze build is teruggehaald uit repository '%(from_repo)s'.

source: You unpushed this build from the repository '%(from_repo)s'.
de: Du hast das Build aus dem Repository '%(from_repo)s' zurückgezogen.
nl: U heeft deze build teruggehaald uit repository '%(from_repo)s'.

source: %(user)s unpushed this build from the repository '%(from_repo)s'.
de: %(user)s hat dieses Build aus dem Repository '%(from_repo)s' zurückgezogen.
nl: %(user)s heeft deze build teruggehaald uit repository '%(from_repo)s'.

source: This build was pushed from the repository '%(from_repo)s' to '%(to_repo)s'.
de: Dieses Build wurde vom Repository '%(from_repo)s' zum '%(to_repo)s' verschoben.
nl: Deze build is gestuurd van repository '%(from_repo)s' naar '%(to_repo)s'.

source: You pushed this build from the repository '%(from_repo)s' to '%(to_repo)s'.
de: Du hast dieses Build vom Repository '%(from_repo)s' zum '%(to_repo)s' verschoben.
nl: U heeft deze build van repository '%(from_repo)s' naar '%(to_repo)s' gestuurd.

source: %(user)s pushed this build from the repository '%(from_repo)s' to '%(to_repo)s'.
de: %(user)s hat dieses Build vom Repository '%(from_repo)s' zum '%(to_repo)s' verschoben.
nl: %(user)s heeft deze build van repository '%(from_repo)s' naar '%(to_repo)s' gestuurd.

source: Builder '%(builder)s' has been enabled.
de: Der Builder '%(builder)s' wurde aktiviert.
nl: Builder '%(builder)s' is geactiveerd.

source: You enabled builder '%(builder)s'.
de: Du hast den Builder '%(builder)s' aktiviert.
nl: U heeft builder '%(builder)s' geactiveerd.

source: %(user)s enabled builder '%(builder)s'.
de: %(user)s hat den Builder '%(builder)s' aktiviert.
nl: %(user)s heeft builder '%(builder)s' geactiveerd.

source: Builder '%(builder)s' has been disabled.
nl: Builder '%(builder)s' is uitgezet.

source: You disabled builder '%(builder)s'.
de: Du hast den Builder '%(builder)s' deaktiviert.
nl: U heeft builder '%(builder)s' uitgeschakeld.

source: %(user)s disabled builder '%(builder)s'.
de: %(user)s hat den Builder '%(builder)s' deaktiviert.
nl: %(user)s heeft builder '%(builder)s' uitgeschakeld.

source: You deleted builder '%(builder)s'.
de: Du hast den Builder '%(builder)s' entfernt.
nl: U heeft builder '%(builder)s' verwijderd.

source: %(user)s deleted builder '%(builder)s'.
de: %(user)s hat '%(builder)s' gelöscht.
nl: %(user)s heeft builder '%(builder)s' verwijderd.

source: You created builder '%(builder)s'.
de: Du hast den Builder '%(builder)s' erstellt.
nl: U heeft builder '%(builder)s' aangemaakt.

source: %(user)s created builder '%(builder)s'.
de: %(user)s hat '%(builder)s' erstellt.
nl: %(user)s heeft builder '%(builder)s' aangemaakt.

source: Job '%(job)s' has been created.
de: Job '%(job)s' wurde erstellt.
nl: Taak '%(job)s' is aangemaakt.

source: You created job '%(job)s'.
de: Du hast den Job '%(job)s' erstellt.
nl: U heeft taak '%(job)s' aangemaakt.

source: %(user)s created job '%(job)s'.
de: %(user)s hat den Job '%(job)s' erstellt.
nl: %(user)s heeft taak '%(job)s' aangemaakt.

source: Job '%(job)s' has changed its state to: %(state)s.
de: Der Job '%(job)s' hat seinen Status auf: %(state)s geändert.
nl: Taak '%(job)s' heeft zijn status veranderd in: %(state)s.

source: You changed the state of job '%(job)s' to: %(state)s.
de: Du hast den Status des Auftrags '%(job)s' nach: %(state)s geändert.
nl: U heeft de status van taak '%(job)s' veranderd naar: %(state)s.

source: %(user)s changed the state of job '%(job)s' to: %(state)s.
de: %(user)s hat den Status von dem Job '%(job)s' auf: %(state)s geändert.
nl: %(user)s heeft de status van taak'%(job)s' veranderd in: %(state)s.

source: Job '%(job)s' has been reset.
de: Job '%(job)s' wurde resettet.
nl: Taak '%(job)s' is gereset.

source: You reset job '%(job)s'.
de: Du hast den Job '%(job)s' zurückgesetzt.
nl: U heeft taak '%(job)s' gereset.

source: %(user)s has reset job '%(job)s'.
de: %(user)s hat den Job '%(job)s' resettet.
nl: %(user)s heeft taak '%(job)s' gereset.

source: Job '%(job)s' has been scheduled for rebuild.
de: Der Job '%(job)s' wurde zum rebuild eingeplant.
nl: Taak '%(job)s' is ingepland voor rebuild.

source: You scheduled job '%(job)s' for rebuild.
de: Du hast einen Rebuild des '%(job)s' Jobs geplant.
nl: U heeft taak '%(job)s' ingepland voor rebuild.

source: %(user)s scheduled job '%(job)s' for rebuild.
de: %(user)s hat den Job '%(job)s' für einen Rebuild eingeplant.
nl: %(user)s heeft taak '%(job)s' ingepland voor rebuild.

source: A test job for '%(job)s' has been scheduled.
de: Für '%(job)s' wurde ein Testjob geplant.
nl: A test-taak voor '%(job)s' is ingepland.

source: You scheduled a test job for '%(job)s'.
de: Du hast einen Testjob für '%(job)s' geplant.
nl: U heeft een test-taak ingepland voor '%(job)s'.

source: %(user)s scheduled a test job for '%(job)s'.
de: %(user)s hat einen Test Job für den Job '%(job)s' eingeplant.
nl: %(user)s heeft een test-taak voor '%(job)s' ingepland.

source: Mirror '%(mirror)s' has been enabled.
de: Mirrorserver '%(mirror)s' wurde aktiviert.
nl: Mirror '%(mirror)s' is ingeschakeld.

source: You enabled mirror '%(mirror)s'.
de: Du hast Mirrorserver '%(mirror)s' aktiviert.
nl: U heeft mirror '%(mirror)s' ingeschakeld.

source: %(user)s enabled mirror '%(mirror)s'.
de: %(user)s aktivierte Mirrorserver '%(mirror)s'.
nl: %(user)s heeft mirror '%(mirror)s' ingeschakeld.

source: Mirror '%(mirror)s' has been disabled.
de: Mirrorserver '%(mirror)s' wurde deaktiviert.
nl: Mirror '%(mirror)s' is uitgeschakeld.

source: You disabled mirror '%(mirror)s'.
de: Du hast Mirrorserver '%(mirror)s' deaktiviert.
nl: U heeft mirror '%(mirror)s' uitgeschakeld.

source: %(user)s disabled mirror '%(mirror)s'.
de: %(user)s deaktivierte Mirrorserver '%(mirror)s'.
nl: %(user)s heeft mirror '%(mirror)s' uitgeschakeld.

source: You deleted mirror '%(mirror)s'.
de: Du hast Mirrorserver '%(mirror)s' gelöscht.
nl: U heeft mirror '%(mirror)s' verwijderd.

source: %(user)s deleted mirror '%(mirror)s'.
de: %(user)s hat Mirrorserver '%(mirror)s' gelöscht.
nl: %(user)s heeft mirror '%(mirror)s' verwijderd.

source: You created mirror '%(mirror)s'.
de: Du hast Mirrorserver '%(mirror)s' erstellt.
nl: U heeft mirror '%(mirror)s' aangemaakt.

source: %(user)s created mirror '%(mirror)s'.
de: %(user)s erstellte Mirrorserver '%(mirror)s'.
nl: %(user)s heeft mirror '%(mirror)s' aangemaakt.

source: Account Activation
de: Account aktivieren
nl: Account activatie

source: To activate your account, please click on the link below.
de: Um Ihren Account zu aktivieren, klicken Sie auf den Link.
nl: Om uw account te activeren dient u op de link hieronder te klikken.

source: No title given
de: Kein Titel angegeben
nl: Geen titel opgegeven

source: Packages
de: Pakete
nl: Pakketten

source: More
de: Mehr
nl: Meer

source: Documentation
de: Dokumentation
nl: Documentatie

source: Search
de: Suche
nl: Zoeken

source: Distributions
de: Distributionen
nl: Distributies

source: Key Management
nl: Sleutelbeheer

source: Users
de: Benutzer
nl: Gebruikers

source: Statistics
de: Statistiken
nl: Statistieken

source: Administration
nl: Administratie

source: Sessions
nl: Sessies

source: My profile
de: Mein Profil
nl: Mijn profiel

source: My builds
de: Meine Builds
nl: Mijn builds

source: Impersonated by
de: vertreten durch
nl: Vertegenwoordigd door

source: End impersonation
de: Beende Impersonierung
nl: Beëindig vertegenwoordiging

source: Register
de: Registrieren
nl: Registreren

source: Sign in
nl: Aanmelden

source: Forgot your password?
de: Passwort vergessen?
nl: Wachtwoord vergeten?

source: Bug list
de: Bug-Liste
nl: Buglijst

source: Fixed bugs
de: Behobene Bugs
nl: Gefixte bugs

source: No bugs here, yet.
de: Aktuell sind keine Bugs vorhanden.
nl: Nog geen bugs.

source: Add
de: Hinzufügen
nl: Toevoegen

source: Remove
de: Entfernen
nl: Verwijderen

source: Back
de: Zurück
nl: Terug

source: Add a bug
de: Bug hinzufügen
nl: Voeg een bug toe

source: Enter a bug ID.
de: Gib eine Bug-ID ein.
nl: Geef bug ID op.

source: This is a list of more open bugs of this package.
de: Dies ist eine Liste weiterer offener Bugs dieses Pakets.
nl: Dit is een lijst met meer open bugs voor dit pakket.

source: Maybe you want to pick one of these.
de: Vielleicht möchtest Du einen von diesen auswählen.
nl: Wellicht wilt u er hier één uit kiezen.

source: Add bug
de: Bug hinzufügen
nl: Voeg bug toe

source: Cancel
de: Abbrechen
nl: Annuleren

source: Remove a bug
de: Bug entfernen
nl: Verwijder een bug

source: Enter a bug ID from the list below.
de: Trage eine Bug-ID aus der unten stehenden Liste ein.
nl: Voer een bug ID in van de lijst hieronder.

source: Remove bug
de: Bug entfernen
nl: Verwijder bug

source: Delete build
de: Build löschen
nl: Build verwijderen

source: Delete
de: Löschen
nl: Verwijder

source: You are about to delete build %s.
nl: U gaat nu build %s verwijderen.

source: Please make sure, that this is the right build you intend to delete.
nl: Verzeker u ervan, dat dit de juiste build is die u wenst te verwijderen.

source: Once a build has been deleted, it can not been recovered.
de: Sobald ein Build gelöscht wurde kann es nicht wiederhergestellt werden.
nl: Zodra de build is verwijderd kan dit niet meer ongedaan worden gemaakt.

source: (broken)
de: (defekt)
nl: (defect)

source: (obsolete)
nl: (verouderd)

source: Security update
de: Sicherheitsupdate
nl: Beveiligingsupdate

source: Enhancement
de: Erweiterung
nl: Verbetering

source: New package
de: Neues Paket
nl: Nieuw pakket

source: Unhandled: %s
nl: Niet-verwerkt: %s

source: Author
de: Autor
nl: Auteur

source: No commit message.
nl: Geen commit bericht

source: Comment
de: Kommentar
nl: Commentaar

source: Jobs
de: Buildjobs
nl: Taken

source: Source package
de: Quellpaket
nl: Bronpakket

source: Change state
de: Änderungs Status
nl: Wijzigings-status

source: Modify bug list
nl: Wijzig buglijst

source: Push
nl: Verstuur

source: Unpush
nl: Terughalen

source: since %s
de: seit %s
nl: Sinds %s

source: This package does not belong to any repository.
nl: Dit pakket hoort bij geen enkele repository.

source: Delete builder %s
de: Builder %s löschen
nl: Verwijder builder %s

source: You are going to delete the build host <strong>%s</strong>.
de: Sie sind im Begriff den build host <strong>%s</strong> zu löschen.
nl: U gaat de build-host <strong>%s</strong> verwijderen.

source: Delete %s
de: %s löschen
nl: %s verwijderen

source: Actions
de: Aktionen
nl: Acties

source: Show jobs by this builder
nl: Toon taken van deze builder

source: Disable builder
nl: Zet builder uit

source: Enable builder
nl: Zet builder aan

source: Edit builder
nl: Bewerk builder

source: Renew passphrase
de: Passphrase erneuern
nl: Vernieuw wachtwoord

source: Delete builder
de: Builder löschen
nl: Verwijder builder

source: Warning
de: Warnung
nl: Waarschuwing

source: This builder is overloaded.
de: Dieser Builder ist überlastet.
nl: Deze builder is overbelast.

source: That means it will not take any additional jobs although it has not reached its threshold of running jobs, yet.
nl: Dat betekent dat er geen additionele taken aangenomen zullen worden, ofschoon het maximum aantal taken nog niet bereikt is.

source: New jobs will be started automatically after the load decreased.
de: Neue Jobs werden automatisch gestartet wenn die Last abgenommen hat.
nl: Nieuwe taken zullen automatisch gestart worden nadat de belasting is afgenomen.

source: State
de: Status
nl: Status

source: Enabled
de: Aktiviert
nl: Ingeschakeld

source: Disabled
de: Deaktiviert
nl: Uitgeschakeld

source: Deleted
de: Gelöscht
nl: Verwijderd

source: Unknown status: %s
de: Unbekannter Status: %s
nl: Onbekende status: %s

source: Parallel builds
de: Parallele Builds
nl: Parallelle builds

source: This host builds
de: Dieser Builder baut:
nl: Deze host builds

source: Remarks
de: Bemerkungen
nl: Opmerkingen

source: Pakfire version
nl: Pakfire versie

source: Supported architectures
de: Unterstützte Architekturen
nl: Ondersteunde architecturen

source: CPU count
de: CPU Anzahl
nl: CPU aantal

source: Memory
de: Arbeitsspeicher
nl: Geheugen

source: Load average
de: Durchschnittliche Last
nl: Load gemiddelde

source: Free disk space
de: Freier Festplattenspeicher
nl: Vrije schijfruimte

source: Host key
nl: Hostsleutel

source: Active and pending jobs
nl: Actieve en wachtende taken

source: Manage builder %s
nl: Beheer builder %s

source: Manage
de: Verwalten
nl: Beheer

source: Hostname
nl: Hostnaam

source: The hostname cannot be changed.
de: Der Hostname kann nicht geändert werden.
nl: De hostnaam kan niet worden gewijzigd.

source: The builder must be enabled in order to process build jobs.
de: Der Buildserver muss aktiviert sein, um Build-Jobs zu erhalten.
nl: De builder moet zijn ingeschakeld om de build-taken uit te voeren.

source: Build job settings
de: Build-Job-Einstellungen
nl: Build-taken instellingen

source: Maximum number of parallel build jobs
de: Maximale Anzahl paralleler Builds
nl: Maximaal aantal parallelle build-taken

source: This is the number of build jobs that are started in parallel.
de: Dies ist die Anzahl der Build-Jobs welche gleichzeitig gestartet sind.
nl: Dit is het aantal build-taken die parallel zijn gestart.

source: Authorized to build release builds.
de: Berechtigt zum erstellen von Release-Builds.
nl: Geautoriseerd om release-builds te maken.

source: Authorized to build scratch builds.
de: Berechtigt zum erstellen von Scratch-Builds.
nl: Geautoriseerd om scratch-builds te maken.

source: Authorized to build test builds.
de: Berechtigt zum erstellen von Test-Builds.
nl: Geautoriseerd om test-builds te maken.

source: Save changes
de: Änderungen speichern
nl: Wijzigingen opslaan

source: Architecture
nl: Architectuur

source: Unknown CPU
nl: Onbekende CPU

source: Create new builder
de: Neuen Builder anlegen
nl: Nieuwe builder aanmaken

source: Create a new builder
de: Einen neuen Builder anlegen
nl: Aanmaken van een nieuwe builder

source: Enter the canonical hostname of the machine.
nl: Geef de officiële hostnaam van de machine.

source: The new host <strong>%s</strong> has been successfully created.
de: Der neue Host <strong>%s</strong> wurde erfolgreich erstellt.
nl: De nieuwe host <strong>%s</strong> is succesvol aangemaakt.

source: The passphrase for <strong>%s</strong> has been regenerated.
de: Die Passphrase für <strong>%s</strong> wurde erneut generiert.
nl: Het wachtwoord voor <strong>%s</strong> is opnieuw gegenereerd.

source: For authorization to the Pakfire Master Server there is a passphrase required which must be configured to the host.
de: Eine erforderliche Passphrase für das System, um sich am Pakfire Master Server anzumelden.
nl: Voor autorisatie op de Pakfire Master Server is een wachtwoord vereist die moet worden geconfigureerd op de host.

source: This passphrase is:
de: Die Passphrase lautet:
nl: Het wachtwoord is:

source: Next
de: Weiter
nl: Volgende

source: Build job list
de: Build-Job-Liste
nl: Build taaklijst

source: Distribution
nl: Distributie

source: Any
de: Alle
nl: Alle

source: Show only builds in that distribution.
nl: Toon alleen builds in deze distributie.

source: All
de: Alle
nl: Allen

source: Running
de: Laufend
nl: Loopt

source: Pending
de: In der Warteschlange
nl: In afwachting

source: Finished
de: Beendet
nl: Beëindigd

source: Failed
de: Fehlgeschlagen
nl: Mislukt

source: Permanently failed
de: Dauerhafter Fehler
nl: Permanent mislukt

source: Dispatching
de: Vorbereitung
nl: Verzenden

source: Testing
nl: Testen

source: Stable
nl: Stabiel

source: Obsolete
de: Veraltet
nl: Verouderd

source: Broken
de: Defekt
nl: Defect

source: Only show builds with given state.
de: Nur Builds mit diesem Status anzeigen.
nl: Toon alleen builds met gegeven status.

source: Display only builds by selected host.
de: Nur Builds vom ausgewählten Host anzeigen.
nl: Toon alleen builds van geselecteerde host.

source: Show all builds
de: Alle Builds anzeigen
nl: Toon alle builds

source: Comments
de: Kommentare
nl: Commentaar

source: Manage build %s
de: Build %s verwalten
nl: Beheer build %s

source: Manage build
de: Build verwalten
nl: Beheer build

source: Permission denied
de: Erlaubnis verweigert
nl: Toestemming geweigerd

source: You do not have the permission to update packages that belong to the <em>critical path</em>.
de: Dir fehlt die nötige Berechtigung zum updaten von Paketen welche zum <em>critical path</em> gehören.
nl: U heeft niet de rechten om pakketten bij te werken die behoren tot het <em>kritieke pad</em>.

source: Not all jobs are finished
de: Es sind nicht alle Jobs beendet
nl: Niet alle taken zijn beëindigd

source: Not all jobs of this build are finished, yet.
de: Es sind noch nicht alles Jobs beendet.
nl: Nog niet alle taken van deze build zijn beëindigd.

source: It is <strong>strongly discouraged</strong> to push this build into the next repository.
nl: Het wordt <strong>ten zeerste afgeraden</strong> om dit naar de volgende repository te sturen.

source: However, the build will be automatically unpushed if one or more build jobs fail.
nl: Echter de build wordt automatisch teruggehaald als een of meer build-taken mislukken.

source: Push to a repository
nl: Stuur naar een repository

source: Push to next repository
nl: Stuur naar de volgende repository

source: Push to first repository
nl: Stuur naar de eerste repository

source: New repository
de: Neues Repositorium
nl: Nieuwe repostory

source: This is the target repository for the build.
nl: Dit is de doel-repository voor deze build.

source: Switch to user mode
de: In den Benutzermodus wechseln
nl: Schakel over naar gebruikersmode

source: Switch to admin mode
de: In den Administratormodus wechseln
nl: Schakel over naar admin mode

source: Edit build priority
de: Build Priorität ändern
nl: Build prioriteit veranderen

source: Priority
de: Priorität
nl: Prioriteit

source: Very high
de: Sehr Hoch
nl: Zeer hoog

source: High
de: Hoch
nl: Hoog

source: Medium
de: Normal
nl: Gemiddeld

source: Low
de: Niedrig
nl: Laag

source: Very low
de: Sehr Niedrig
nl: Zeer laag

source: Set the priority of the build process.
de: Die Priorität des Build-Prozesses einstellen.
nl: De prioriteit van het build-proces instellen

source: Beware
de: Vorsicht
nl: Pas op

source: Shuffeling build jobs can cause problems with the dependency solving.
de: Eine Veränderung der Reihenfolge kann Probleme mit eventuellen Abhängigkeiten bewirken.
nl: Het veranderen van de taakvolgorde kan problemen geven met het afhandelen van pakketafhankelijkheden.

source: Don't do this if you are not totally sure you won't break anything.
de: Verändern Sie nichts, sofern Sie sich nicht absolut im Klaren sind was Sie tun.
nl: Doe dit niet als u niet heel zeker bent van uw zaak.

source: Job queue
de: Job-Warteschlange
nl: Taakwachtlijst

source: This is a list of all jobs that are waiting to be processed.
nl: Dit is een lijst met alle taken die staan te wachten om verwerkt te worden.

source: They one at the top is next.
de: Der oben Stehende ist der Nächste.
nl: Degene bovenaan is de eerstvolgende.

source: No jobs to do.
de: Kein Job zu erledigen.
nl: Geen taken meer.

source: Schedule test build for %s
de: Einen Testbuild für %s planen
nl: Inplannen test-build voor %s

source: Schedule test build
de: Test-Build planen
nl: Inplannen test-build

source: A test build is used to check if a package builds with the current package set.
de: Testbuilds dienen um festzustellen, ob ein Paket mit den aktuellen Einstellungen korrekt baut.
nl: Een test-build wordt gebruikt om te controleren of een pakket kan worden opgebouwd met de huidige pakketten-set.

source: In this way, developers are able to find quality issues fast and without actively searching for them.
de: Mit dieser Methode sind die Entwickler in der Lage Qualitätsmängel schnell und ohne aufwändige Suche zu finden.
nl: Op deze manier kunnen ontwikkelaars snel kwaliteits-zaken traceren zonder er actief naar te zoeken.

source: As this build platform only has a limited amount of performance, test builds only have a very less priority.
de: Da die verfügbaren Ressourcen dieser Plattform begrenzt sind, werden Testbuilds mit einer geringeren Priorität eingereiht.
nl: Omdat dit build-platform een beperkte capaciteit heeft, zullen test-builds een lage prioriteit krijgen.
