Repository: ipfire/pbs
Catalog: po/*.po
Languages: de, nl

source: This build job is in an aborted state, because the build process crashed unexpectedly.
nl: Deze build-taak is in een afgebroken status, omdat het build proces onverwacht gecrasht is.

source: In most cases, there is no log file and you must figure out the issue on your own.
nl: In de meeste gevallen is er geen logbestand en moet u zelf het probleem uitzoeken.

source: The error code is:
de: Der Fehlercode ist:
nl: De foutcode is:

source: Segmentation violation
nl: Segmentatie overschrijding

source: You may resubmit the job to try again:
de: Für einen weiteren Versuch kannst Du den Job erneut bereitstellen.
nl: U kunt de taak nogmaals inschieten:

source: Re-submit build
de: Build neu starten
nl: Opnieuw indienen van build

source: No builder assigned.
nl: Geen builder toegekend.

source: Created
de: Erstellt
nl: Aangemaakt

source: Started
de: Gestartet
nl: Gestart

source: No logs available, yet.
de: Zur Zeit sind keine Logs verfügbar.
nl: Geen logs aanwezig.

source: Package files
de: Paketdateien
nl: Pakketbestanden

source: Filter jobs
nl: Filter taken

source: [Choose one]
nl: [Kies er een]

source: Only show jobs, that have been built by this builder.
nl: Laat alleen taken zien die door deze builder zijn gemaakt.

source: Only show jobs, with this architecture.
nl: Toon alleen taken met deze architectuur.

source: Go!
de: Start!
nl: Ga!

source: Showing only jobs from %s.
nl: Toont alleen taken van %s.

source: Showing only builds that have been built on %s.
nl: Toont alleen builds die zijn gemaakt op %s.

source: Showing only jobs built for %s.
nl: Toont alleen taken gemaakt voor %s.

source: Delete key %s
de: Schlüssel %s löschen
nl: Verwijder sleutel %s

source: Key
de: Schlüssel
nl: Sleutel

source: You are going to delete the key %s.
nl: U gaat nu sleutel %s verwijderen.

source: Delete key
de: Schlüssel löschen
nl: Verwijder sleutel

source: Import new key
de: Neuen Schlüssel importieren
nl: Importeer nieuwe sleutel

source: Import a new key
de: Einen neuen Schlüssel importieren
nl: Importeer een nieuwe sleutel

source: Paste the key to import.
de: Füge den zu importierenden Schlüssel ein.
nl: Plak de sleutel om te importeren.

source: The keys are a very important component when it comes to security.
nl: De sleutels zijn belangrijke componenten wat betreft beveiliging.

source: Each package in the Pakfire Build Service is signed to prove its authenticity.
nl: Ieder pakket in de Pakfire Build Service is ondertekend om de echtheid te bewijzen.

source: Expires
de: Läuft ab
nl: Verloopt

source: Subkey
de: Unterschlüssel
nl: Sub-sleutel

source: This key does not expire.
de: Dieser Schlüssel läuft nicht ab.
nl: Deze sleutel verloopt niet.

source: Login
nl: Inloggen

source: Login failed!
de: Login fehlgeschlagen!
nl: Inloggen mislukt!

source: Username and/or password was wrong. Login failed.
de: Falscher Benutzername und/oder Passwort. Login fehlgeschlagen.
nl: Gebruikersnaam en/of wachtwoord is onjuist. Inloggen mislukt.

source: Username
de: Benutzername
nl: Gebruikersnaam

source: Password
de: Passwort
nl: Wachtwoord

source: You also might want to...
nl: Wellicht wilt u ook...

source: Register a new account.
de: Einen neuen Account erstellen.
nl: Een nieuw account registreren.

source: Recover your password.
nl: Uw wachtwoord herstellen.

source: Delete mirror %s
de: Mirrorserver %s löschen
nl: Verwijder mirror %s

source: Delete mirror: %s
de: Mirrorserver: %s löschen
nl: Verwijder mirror: %s

source: You are going to delete the mirror %s.
de: Du bist im Begriff Mirrorserver %s zu löschen.
nl: U gaat nu mirror %s verwijderen.

source: Edit settings
de: Einstellungen bearbeiten
nl: Wijzig instellingen

source: Delete mirror
de: Mirrorserver löschen
nl: Verwijder mirror

source: hosted by %s
de: gehosted von %s
nl: Gehost door %s

source: Status information
de: Statusinformationen
nl: Status informatie

source: Last check
de: Letzter Check
nl: Laatste controle

source: Never
de: Nie
nl: Nooit

source: View larger map
de: Größere Karte anzeigen
nl: Bekijk grotere kaart

source: The location of the mirror server is estimated by the IP address.
de: Der Standort des Mirrorservers wird durch die IP-Adresse geschätzt.
nl: De locatie van de mirror wordt bepaald a.d.h.v. het IP adres.

source: The location of the mirror server could not be estimated.
de: Der Standort des Mirrorservers konnte nicht ermittelt werden.
nl: De locatie van de mirror kon niet worden bepaald.

source: Manage mirror %s
de: Mirrorserver %s verwalten
nl: Beheer mirror %s

source: Manage mirror: %s
de: Mirrorserver: %s verwalten
nl: Beheer mirror: %s

source: The canonical hostname.
de: Der kanonische Hostname.
nl: De echte hostnaam.

source: Only enabled mirrors will be pushed out to the clients.
de: Nur aktivierte Mirrorserver werden den Clients genannt.
nl: Alleen ingeschakelde mirrors worden verzonden naar de clients.

source: Contact information
de: Kontaktinformationen
nl: Contactinformatie

source: Owner
de: Eigentümer
nl: Eigenaar

source: The owner of the mirror server.
de: Der Eigentümer des Mirrorservers.
nl: De eigenaar van de mirror-server.

source: Contact address
de: Kontaktadresse
nl: Contactadres

source: An email address to contact an administrator of the mirror.
de: Eine Emailadresse um den Administrator dieses Mirrorservers zu kontaktieren.
nl: Het e-mailadres van de beheerder van de mirror.

source: This won't be made public.
de: Dies wird nicht öffentlich gemacht.
nl: Dit wordt niet publiek bekend gemaakt.

source: Add new mirror
de: Neuen Mirrorserver hinzufügen
nl: Voeg een nieuwe mirror toe.

source: On this page, you will see a list of all mirror servers.
de: Auf dieser Seite siehst Du eine Liste mit allen Mirrorservern.
nl: Deze pagina bevat een lijst met alle mirror-servers.

source: Up
de: Hoch
nl: Omhoog

source: Down
nl: Omlaag

source: There are no mirrors configured, yet.
de: Es wurden noch keine Mirrorserver eingerichtet.
nl: Er zijn nog geen mirror-servers geconfigureerd.

source: New mirror
de: Neuer Mirrorserver
nl: Nieuwe mirror

source: Add a new mirror
de: Einen Mirrorserver hinzufügen
nl: Voeg een nieuwe mirror toe

source: Enter the canonical hostname of the mirror.
nl: Geef de echte hostnaam van de mirror.

source: Path
de: Pfad
nl: Pad

source: The path to the files on the server.
de: Der Pfad zu den Dateien auf dem Server.
nl: Het pad naar de bestanden op de server.

source: Create new mirror
de: Neuen Mirrorserver erstellen
nl: Maak nieuwe mirror aan

source: Current load of the build cluster
nl: Huidige belasting van het build-cluster

source: Critical path
nl: Kritieke pad

source: Release build
nl: Vrijgeven build

source: As soon as possible
de: Sobald als möglich
nl: Zo snel mogelijk

source: After 5 minutes
de: In 5 Minuten
nl: Na 5 minuten

source: After 15 minutes
de: In 15 Minuten
nl: Na 15 minuten

source: After one hour
de: In einer Stunde
nl: Na een uur

source: After one day
de: In einem Tag
nl: Na een dag

source: Set the time after which the build job starts.
de: Zeitpunkt des Build-Jobs einstellen.
nl: Zet de tijd waarna de build-taak gestart wordt.

source: Schedule build
de: Build planen
nl: Inplannen build

source: This build is broken!
de: Dieses Build ist defekt!
nl: Deze build is defect!

source: This means that the package may cause severe damage on your system and/or does not work at all.
nl: Dit betekent dat het pakket ernstige schade aan het systeem kan aanbrengen en mogelijk geheel niet meer werkt.

source: This build is obsolete!
de: Dieser Build ist obsolet!
nl: Deze build is verouderd!

source: There are no builds to show at this place right now.
nl: Er zijn op dit moment geen builds te laten zien.

source: on %s
de: zu %s
nl: op %s

source: by %s
de: von %s
nl: door %s

source: Updated
de: Aktualisiert
nl: Bijgewerkt

source: No comments so far.
de: Bisher keine Kommentare.
nl: Geen opmerkingen tot dusver.

source: Pakfire is the buildsystem that is used to build the IPFire Linux firewall distribution.
de: Pakfire ist das Buildsystem, um die Linux Firewall Distribution IPFire zu bauen.
nl: Pakfire is het build-systeem dat wordt gebruikt om de IPFire Linux firewall distributie op te bouwen.

source: It also installs and updates packages on the IPFire systems.
de: Es wird auch für die Installation und zur Aktualisierung von Paketen auf IPFire Systemen verwendet.
nl: Het installeert en updatet tevens de pakketten op de IPFire systemen.

source: Code licensed under the GNU General Public License v3.
de: Code ist Lizensiert unter der GNU Public License v3.
nl: Code gelicenseerd onder de GNU General Public Licence v3.

source: Runtime
de: Laufzeit
nl: Looptijd

source: This build has got no jobs.
de: Dieser Build hat keine Jobs.
nl: Deze build heeft geen taken.

source: Duration
de: Dauer
nl: Duur

source: New
de: Neu
nl: Nieuw

source: Aborted
de: Abgebrochen
nl: Afgebroken

source: Dependency error
de: Abhängigkeitsfehler
nl: Afhankelijksheidsfout

source: Running since %s
de: Läuft seit %s
nl: Loopt sinds %s

source: Not finished, yet.
de: Noch nicht beendet.
nl: Nog niet klaar

source: This package only supports %s.
de: Dieses Paket unterstützt nur %s.
nl: Dit pakket ondersteunt alleen %s.

source: No jobs, yet.
de: Noch keine Jobs.
nl: Geen taken op dit moment.

source: No comment given.
de: Keine Kommentare.
nl: Geen commentaar gegeven.

source: You
de: Du
nl: U

source: No log entries, yet.
de: Noch keine Logeinträge.
nl: Geen log gevonden.

source: Submit
de: Bereitstellen
nl: Verstuur

source: Comment on %s
de: Kommentiere %s
nl: Geef commentaar op %s

source: Log in to comment
de: Logge dich ein um zu kommentieren
nl: Log in om commentaar te geven

source: Vote
de: Bewertung
nl: Stem op

source: Not tested.
de: Nicht getestet.
nl: Niet getest.

source: Works for me.
de: Funktioniert bei mir.
nl: Werkt voor mij.

source: Does not work.
de: Funktioniert nicht.
nl: Werkt niet.

source: You need to log in to comment.
de: Du musst eingeloggt sein um zu kommentieren.
nl: U dient in te loggen om commentaar te geven.

source: Click on the button below to do so.
nl: Klik op de knop hieronder om in te loggen.

source: Submit comment
de: Kommentar abschicken
nl: Verstuur commentaar

source: Push %s to a repository
nl: Verstuur %s naar een repository

source: Not all jobs are finished!
de: Es sind nicht alle Jobs beendet.
nl: Nog niet alle taken zijn beëindigd!

source: So it is <em>strongly</em> discouraged to push this build into the next repository.
nl: Het wordt <em>ten sterkste</em> afgeraden om deze build naar de volgende repository te brengen.

source: The build will be put into this repository.
nl: De build zal in deze repository geplaatst worden.

source: You are going to push this build into a new repository.
nl: U gaat nu deze build naar een nieuwe repository versturen.

source: This means that the build won't be part of the repository it is currently in anymore.
nl: Dit betekent dat de build geen onderdeel meer zal uitmaken van de huidige repository.

source: Please make sure you tested this build well enough that it will keep up with the quality level of the target repository.
nl: Verzeker u ervan dat deze build van voldoende kwaliteit is, zodat het zich kan meten met kwaliteit van de doel-repository.

source: Unpush %s from a repository
nl: Haal %s terug van een repository

source: You are going to unpush this build from its repository.
nl: U gaat nu een build terughalen uit z'n repository.

source: This means that the build won't be installable from this repository anymore.
nl: Dit betekent dat de build niet meer te installeren is vanuit deze repository.

source: If you consider this build being obsolete or broken, please don't forget to mark it so.
nl: Als u vindt dat deze build niet meer van toepassing is of defect is, markeer de build dan ook als zodanig.

source: Pre-requires
nl: Pre-vereist

source: Recommends
nl: Adviseert

source: Suggests
nl: Stelt voor

source: added %s
de: hinzugefügt %s
nl: Toegevoegd %s

source: Run
de: Starten
nl: Start

source: Remove action
de: Aktion entfernen
nl: Verwijder actie

source: No more credits needed.
de: Es werden keine weiteren credits benötigt.
nl: Niet meer credits nodig.

source: Maintainer: %s
de: Betreuer: %s
nl: Onderhouder: %s

source: Go to package description
de: Zur Paketbeschreibung
nl: Ga naar pakketomschrijving

source: No. of builds
de: Anzahl an Builds
nl: Aantal builds

source: Enabled for builds
nl: Geactiveerd voor builds

source: Yes
de: Ja
nl: Ja

source: No
de: Nein
nl: Nee

source: Auto-select
de: Automatisch auswählen
nl: Auto-selecteer

source: No. of commits
de: Anzahl an Commits
nl: Aantal commits

source: Latest commit
de: Letzter Commit
nl: Laatste commit

source: Watchers
de: Beobachter
nl: Bewakers

source: You.
de: Du.
nl: U.

source: You and one other.
de: Du und ein weiterer.
nl: U en iemand anders.

source: You and %s others.
de: Du und %s weitere.
nl: U en %s anderen.

source: All users who watch this build will be automatically notified about status changes and comments.
de: Alle Benutzer, welche den Build beobachten, werden automatisch über Statusänderungen und Kommentare informiert.
nl: Alle gebruikers die deze build bewaken zullen op de hoogte worden gehouden van statusveranderingen en commentaren.

source: This is an easy way of staying up to date.
nl: Dit is een makkelijke manier om op de hoogte te blijven.

source: Nobody watches this build, yet. Be the first one.
nl: Niemand bewaakt deze build nog. U kunt de eerste zijn.

source: Watch this build
de: Diesen Build beobachten
nl: Bewaak deze build

source: Add a watcher
de: Einen Beobachter hinzufügen
nl: Voeg een bewaker toe

source: Close
de: Schließen
nl: Sluiten

source: Development package
de: Entwicklungspaket
nl: Ontwikkelpakket

source: Debuginfo package
de: Debuginfo-Paket
nl: Debuginfo-pakket

source: Build time
de: Buildzeit
nl: Build-tijd

source: %(size)s when installed
de: %(size)s wenn installiert
nl: %(size)s als geïnstalleerd

source: Build dependencies
de: Build-Abhängigkeiten
nl: Build-afhankelijkheden

source: Dependencies
de: Abhängigkeiten
nl: Afhankelijkheden

source: Filelist
de: Dateiliste
nl: Bestandslijst

source: File new bug
nl: Geef nieuwe bug op

source: Show all bugs
de: Alle Bugs anzeigen
nl: Toon alle bugs

source: Full changelog
nl: Volledige wijzigingslog

source: Properties
de: Eigenschaften
nl: Eigenschappen

source: Maintainers
de: Betreuer
nl: Onderhouders

source: Default priority
de: Standardpriorität
nl: Standaard prioriteit

source: A big benefit of the Pakfire Build Service is, that builds are available to end-users in a very short time.
nl: Een groot voordeel van de Pakfire Build Service is dat de builds heel snel beschikbaar zijn voor de eindgebruikers.

source: Some packages might need some extra boost if the build servers are very busy.
nl: Sommige pakketten kunnen wel een extra duwtje gebruiken als de build-servers erg druk zijn.

source: You may set a default priority for all builds of this package.
de: Du kannst eine Standardpriorität für Builds dieses Pakets einstellen.
nl: U kunt een standaard prioriteit instellen voor alle builds van dit pakket.

source: A package that belongs to the critical path is a package that plays a very essential role in the distribution.
de: Ein Paket, dass zu dem kritischem Teil gehört, ist ein Paket, das eine sehr grundlegende Funktion für die Distribution hat.
nl: Een pakket dat behoort tot het kritieke pad speelt een essentiële rol in de distributie.

source: If such a package is broken, it may not be possible to boot or recover the system anymore, so we need to be extra sure that these packages work.
nl: Als zo'n pakket niet werkt, kan het systeem mogelijk niet meer opstarten of hersteld worden, dus we moeten er zeker van zijn dat deze pakketten werken.

source: If this package is marked to belong to the critical path, it will need a higher score to pass to the next repository and more.
nl: Als dit pakket is gemarkeerd voor het kritieke pad, dan heeft het een hogere score nodig om naar de volgende repository doorgezet te mogen worden.

source: Learn more.
de: Mehr erfahren.
nl: Meer informatie.

source: This package belongs to the critical path
nl: Dit pakket behoort tot het kritieke pad.

source: Changelog of %s
nl: Wijzigingslog van %s

source: Changelog
nl: Wijzigingslog

source: Package list
de: Paketliste
nl: Pakketlijst

source: This is an alphabetically ordered list of all packages in the distribution.
de: Hier sehen Sie eine alphabetisch sortierte Liste aller Pakete der Distribution.
nl: Dit is een alfabetisch gesorteerde lijst van alle bestanden in de distributie.

source: Click on a link to see further information about the package.
de: Klicken Sie auf den Link, um mehr Details über das Paket zu sehen.
nl: Klik op een link voor meer informatie over het pakket.

source: Selection
de: Auswahl
nl: Selectie

source: Show broken packages
de: Zeige defekte Pakete
nl: Toon defecte pakketten

source: Show all packages
de: Zeige alle Pakete
nl: Toon alle pakketten

source: View %(filename)s from %(pkg)s
de: Zeige %(filename)s aus %(pkg)s
nl: Bekijk %(filename)s van %(pkg)s

source: View file
de: Datei anzeigen
nl: Bekijk bestand

source: Size: %s
de: Größe: %s
nl: Grootte: %s

source: Account activation failed
de: Account Aktivierung fehlgeschlagenen
nl: Account activering mislukt.

source: Account activation
de: Account Aktivierung
nl: Account activering

source: Activation failed
de: Aktivierung fehlgeschlagen
nl: Activering is mislukt

source: We are sorry.
de: Es tut uns Leid.
nl: Sorry hiervoor.

source: The activation of your account has failed.
de: Die Aktivierung Ihres Accounts schlug fehl.
nl: De activering van uw account is mislukt.

source: Possibly the registration code is wrong or your registration timed out.
de: Möglicherweise ist der Registrierungscode falsch oder abgelaufen.
nl: Mogelijk is uw registratiecode onjuist of is de registratietijd verlopen.

source: Account activation successful
de: Account Aktivierung erfolgreich
nl: Account activering succesvol

source: Activation successful
de: Aktivierung erfolgreich
nl: Activering succesvol

source: Your account has been activated, %s.
de: Ihr Account wurde aktiviert, %s.
nl: Uw account is geactiveerd, %s.

source: Have fun!
de: Viel Spaß!
nl: Veel plezier!

source: Registration failed
de: Registrierung fehlgeschlagen
nl: Registratie mislukt

source: We could not create your requested account.
de: Der gewünschte Account konnte nicht erstellt werden.
nl: Het is niet gelukt om het gevraagde account aan te maken.

source: Use the back button on your web browser to go back to the previous page and correct your submission.
de: Bitte verwenden Sie die "Zurück" Funktion Ihres Browsers und überprüfen Sie Ihre Eingaben.
nl: Klik op de terug-knop van uw webbrowser om naar de vorige pagina te gaan en uw aanvraag nogmaals in te dienen.

source: Register a new account
de: Neuen Account registrieren
nl: Registreer een nieuw account

source: Register new account
de: Einen neuen Account erstellen.
nl: Registreer nieuw account

source: Join the community!
de: Tritt der Communtiy bei!
nl: Word lid van de community!

source: Registration form
de: Registrierungsformular
nl: Registratieformulier

source: Must be a unique name you login with.
de: Einmaliger Name für den Login.
nl: Inlognaam moet een unieke naam zijn.

source: Email address
de: E-Mail Adresse
nl: E-mailadres

source: Type in your email address, which is used to verify the account.
de: Gib eine E-Mail-Adresse an um den Account zu verifizieren.
nl: Voer uw e-mailadres in, dit wordt gebruikt om uw account te verifiëren.

source: Real name (optional)
de: Wahrer Name (optional)
nl: Echte naam (optioneel)

source: Type you firstname and your lastname here.
de: Tippen Sie hier Ihren Vor- und Nachnamen ein.
nl: Geef uw voor- en achternaam.

source: Account security
de: Account-Sicherheit
nl: Accountbeveiliging

source: The password is used to secure the login and must be at least 8 characters.
de: Das Passwort wird für einen sicheren Login benötigt und muss 8 Zeichen lang sein.
nl: Een wachtwoord wordt gebruikt om het account mee te beveiligen en moet uit minstens 8 tekens bestaan.

source: Confirm password
de: Passwort bestätigen
nl: Bevestig wachtwoord

source: Pick a password that is as strong as possible.
de: Benutze ein möglichst starkes Passwort.
nl: Kies een zo sterk mogelijk wachtwoord.

source: Don't login at unsecure places where people could spy on your password.
nl: Log niet in vanaf onveilige plekken vanwaar anderen uw wachtwoord kunnen afkijken.

source: Sign up!
de: Registrieren!
nl: Meld u aan!

source: Registration successful
de: Registrierung erfolgreich
nl: Registratie succesvol

source: Your new account has been created, %s.
de: Ihr Account wurde erstellt, %s.
nl: Uw nieuwe account is aangemaakt, %s.

source: To complete the activation, follow the instructions that were sent to you in an activation email.
de: Um die Aktivierung abzuschließen, folgen Sie bitte den Instruktionen der E-Mail.
nl: Om het activeringsproces af te ronden dient u de instructies te volgen in de e-mail die naar u is verzonden.

source: Stable repository
de: Stabiles Repositorium
nl: Stabiele repository

source: Unstable repository
de: Instabiles Repositorium
nl: Onstabiele repository

source: Testing repository
de: Testrepositorium
nl: Test repository

source: Repository is enabled for builds?
nl: Repository is ingeschakeld voor builds?

source: Obsolete builds
nl: Verouderde builds

source: Total build time
de: Gesamte Buildzeit
nl: Totale build-tijd

source: The table above shows how long it took to build all packages in this repository.
nl: De tabel hierboven toont hoe lang het duurde om alle pakketten in deze repository op te bouwen.

source: Unpushed builds
nl: Teruggehaalde builds

source: These builds were already put into this repository, but were not pushed out to the mirror servers, yet.
nl: Deze builds stonden al in deze repository, maar waren nog niet naar de mirror-servers gestuurd.

source: Builds in this repository
nl: Builds in deze repository

source: Edit repository %s
nl: Wijzig repository %s

source: The name of the repository.
nl: De naam van de repository.

source: Must only contain of the lowercase characters.
de: Darf nur kleine Buchstaben enthalten.
nl: Mag alleen kleine letters bevatten.

source: Score settings
nl: Score instellingen

source: These settings configure the automatic score feature.
nl: Met deze instellingen configureert u de automatische score functie.

source: Builds that gained a certain score are moved to the next repository automatically and removed if the score is too bad.
nl: Builds die een bepaalde score hebben behaald worden automatisch naar de volgende repository verplaatst en verwijderd als de score te laag is.

source: Needed score
nl: Benodigde score

source: The score that is needed for builds to automatically be moved into this repository.
nl: De score die nodig is voor builds om automatisch te worden verplaatst naar deze repository.

source: Minimum time
de: Minimale Zeit.
nl: Minimale tijd

source: Every build must stay a minimum time in a repository.
nl: Iedere build moet een minimale tijd in de repository staan.

source: This is to ensure that a package gets tested well.
nl: Dit wordt gedaan om er zeker van te zijn dat een pakket goed wordt getest.

source: Enter zero to disable the feature.
de: Trage eine Null ein um die Funktion zu deaktivieren.
nl: Geef nul om deze functie uit te schakelen.

source: Maximum time
de: Maximale Zeit.
nl: Maximale tijd

source: If a build is more than a certain amount of time in a repository, it will automatically be removed.
nl: De build wordt na een bepaalde tijd automatisch verwijderd.
